Repository: AkinoKaede/AgentKit
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: The stream opened but never named a POST endpoint. This may be a Streamable HTTP server — try switching Transport.
ja: ストリームは開きましたが、POSTエンドポイントが通知されませんでした。Streamable HTTPサーバの可能性があります。トランスポートを切り替えてみてください。
zh_hans: 数据流已打开，但未提供POST端点。这可能是流式HTTP服务器，请尝试切换传输方式。
zh_hant: 資料流已開啟，但未提供POST端點。這可能是流式HTTP伺服器，請嘗試切換傳輸方式。

source: The token endpoint did not answer with HTTP.
ja: トークンエンドポイントがHTTPで応答しませんでした。
zh_hans: 令牌端点未返回HTTP响应。
zh_hant: 權杖端點未以HTTP回應。

source: The tool call did not produce a result.
ja: ツール呼び出しから結果が返されませんでした。
zh_hans: 工具调用没有产生结果。
zh_hant: 工具呼叫沒有產生結果。

source: The tool is denied by its approval policy.
ja: 承認ポリシーにより、このツールは拒否されています。
zh_hans: 该工具已被其审批策略拒绝。
zh_hant: 此工具已被其核准策略拒絕。

source: There is not enough history to compact yet.
ja: 圧縮するのに十分な履歴がまだありません。
zh_hans: 没有足够的历史可以压缩。
zh_hant: 沒有足夠的歷史可以壓縮。

source: This file has no --- frontmatter block, so it is not a skill.
ja: このファイルには---で区切られたフロントマターがないため、スキルではありません。
zh_hans: 此文件没有---frontmatter区块，因此不是技能。
zh_hant: 此檔案沒有---frontmatter區塊，因此不是技能。

source: This file is not readable text.
ja: このファイルは読み取り可能なテキストではありません。
zh_hans: 此文件不是可读文本。
zh_hant: 此檔案不是可讀的文字。

source: This folder has no SKILL.md.
ja: このフォルダにSKILL.mdがありません。
zh_hans: 此文件夹中没有SKILL.md。
zh_hant: 此資料夾中沒有SKILL.md。

source: This skill is empty
ja: このスキルは空です
zh_hans: 此技能为空
zh_hant: 此技能為空

source: This tool is not available in this run.
ja: 今回の実行では、このツールを利用できません。
zh_hans: 此工具在此运行中不可用。
zh_hant: 此工具在此執行中不可用。

source: This tool is unavailable for the current user message.
ja: 現在のユーザメッセージでは、このツールを利用できません。
zh_hans: 当前用户消息无法使用此工具。
zh_hant: 目前的使用者訊息無法使用此工具。

source: Timeout
ja: タイムアウト
zh_hans: 超时
zh_hant: 逾時

source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: To
ja: 変更後
zh_hans: 改为
zh_hant: 改為

source: Tool input was rejected: %@
ja: ツールへの入力が拒否されました：%@
zh_hans: 工具输入被拒绝：%@
zh_hant: 工具輸入被拒絕：%@

source: Tool results
ja: ツールの結果
zh_hans: 工具结果
zh_hant: 工具結果

source: Tool schemas
ja: ツールのスキーマ
zh_hans: 工具计划
zh_hant: 工具結構描述

source: Tools
ja: ツール
zh_hans: 工具
zh_hant: 工具

source: Truncated
ja: 切り詰め済み
zh_hans: 已截断
zh_hant: 已截斷

source: Turns the current terminal input into one command. Choose a fast model.
ja: 現在のターミナル入力を1つのコマンドに変換します。応答の速いモデルを選択してください。
zh_hans: 将当前终端输入整理为一条命令。请选择速度较快的模型。
zh_hant: 將目前終端輸入整理為一條指令。請選擇速度較快的模型。

source: Unknown tool: %@
ja: 不明なツール：%@
zh_hans: 未知工具：%@
zh_hant: 未知工具：%@

source: Unnamed entry
ja: 名称未設定の項目
zh_hans: 未命名条目
zh_hant: 未命名條目

source: Untitled result
ja: タイトルのない結果
zh_hans: 无标题结果
zh_hant: 無標題結果

source: Used for chat, tools, and the Assistant sidebar.
ja: チャット、ツール、アシスタントのサイドバーに使用します。
zh_hans: 用于对话、工具和助手侧边栏。
zh_hant: 用於對話、工具和助手側邊欄。

source: Vertex lists Model Garden entries rather than the models this project can call. Add the ones you use.
ja: Vertexが返すのは、このプロジェクトで呼び出せるモデルではなく、Model Gardenの項目です。使用するモデルを追加してください。
zh_hans: Vertex列出的是Model Garden条目，而非此项目可调用的模型。请添加你实际使用的模型。
zh_hant: Vertex列出的是Model Garden條目，而非此專案可呼叫的模型。請新增你實際使用的模型。

source: Video
ja: 動画
zh_hans: 视频
zh_hant: 影片

source: Video Generation
ja: 動画生成
zh_hans: 视频生成
zh_hant: 影片產生

source: Web Search
ja: Web検索
zh_hans: 网页搜索
zh_hant: 網頁搜尋

source: Web search run by the model provider.
ja: モデルプロバイダが実行するWeb検索です。
zh_hans: 由模型提供商执行的网页搜索。
zh_hant: 由模型供應商執行的網頁搜尋。

source: Working directory
ja: 作業ディレクトリ
zh_hans: 工作目录
zh_hant: 工作目錄

source: Workspace
ja: ワークスペース
zh_hans: 工作区
zh_hant: 工作區

source: Workspace is empty
ja: ワークスペースは空です
zh_hans: 工作区为空
zh_hant: 工作區為空

source: Workspace usage
ja: ワークスペースの使用状況
zh_hans: 工作区使用情况
zh_hant: 工作區使用情況

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

source: allowed-tools was kept for reference only. Skills never pre-approve a tool.
ja: allowed-toolsは参考情報としてのみ保持されます。スキルがツールを事前承認することはありません。
zh_hans: allowed-tools仅作参考保留，技能永远不会预先批准任何工具。
zh_hant: allowed-tools僅作參考保留，技能永遠不會預先核准任何工具。

source: no reason given
ja: 理由の指定なし
zh_hans: 没有给出理由
zh_hant: 沒有給出理由

source: not a PKCS#8 RSA private key
ja: PKCS#8 RSA秘密鍵ではありません
zh_hans: 不是PKCS#8 RSA私钥
zh_hant: 不是PKCS#8 RSA私密金鑰

source: not base64 PEM
ja: Base64形式のPEMではありません
zh_hans: 不是Base64编码的PEM
zh_hant: 不是Base64編碼的PEM

source: offset %lld is past the end of the file (%lld lines).
ja: オフセット%1$lldがファイルの末尾（%2$lld行）を超えています。
zh_hans: 偏移量%1$lld超出文件末尾（共%2$lld行）。
zh_hant: 偏移量%1$lld超出檔案末尾（共%2$lld行）。

source: offset, limit, and maximumBytes must be positive.
ja: offset、limit、maximumBytesは正の値にしてください。
zh_hans: offset、limit和maximumBytes必须为正数。
zh_hant: offset、limit和maximumBytes必須為正數。

source: the key data ends early
ja: 鍵データが途中で切れています
zh_hans: 密钥数据不完整
zh_hant: 金鑰資料不完整

source: Structured Output
ja: 構造化出力
zh_hans: 结构化输出
zh_hant: 結構化輸出

source: unknown reason
ja: 不明な理由
zh_hans: 未知原因
zh_hant: 未知原因

source: GitHub returned HTTP %lld. Check that the skill is public and try again later.
ja: GitHubがHTTP %lldを返しました。スキルが公開されていることを確認してから、しばらくして再試行してください。
zh_hans: GitHub返回HTTP %lld。请确认技能已公开，然后稍后重试。
zh_hant: GitHub傳回HTTP %lld。請確認技能已公開，然後稍後重試。

source: Streamable HTTP
zh_hans: 可流式HTTP
zh_hant: 可流式HTTP
